//
//  BKPasscodeView.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d neplatných pokusů";
"%d Failed Password Attempts" = "%d neplatných pokusů o zadání hesla";

"1 Failed Passcode Attempt" = "Jeden neplatný pokus o zadání odemykacího kódu";
"1 Failed Password Attempt" = "1 neplatný pokus o zadání hesla";

"Do you want to use Touch ID for authentication?" = "Do you want to use Touch/Face ID for authentication?";

"Done" = "Hotovo";

"Enable Touch ID" = "Enable Touch/Face ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Zadejte jiný odemykací kód. Stejný odemykací kód nelze znovu použít.";
"Enter a different password. Cannot re-use the same password." = "Zadejte jiné heslo. Stejné heslo nelze znovu použít.";

"Enter a passcode" = "Zadejte odemykací kód";
"Enter a password" = "Zadejte heslo";

"Enter your new passcode" = "Zadejte svůj nový odemykací kód";
"Enter your new password" = "Zadejte své nové heslo";

"Enter your old passcode" = "Zadejte svůj původní odemykací kód";
"Enter your old password" = "Zadejte své původní heslo";

"Enter your passcode" = "Zadejte svůj odemykací kód";
"Enter your password" = "Zadejte své heslo";

"Invalid Passcode" = "Neplatný odmykací kód";
"Invalid Password" = "Neplatné heslo";

"Passcodes did not match.\nTry again." = "Zkuste to znovu";
"Password did not match.\nTry again." = "Zkuste to znovu";

"Re-enter your passcode" = "Zadejte váš odemykací kód znovu";
"Re-enter your password" = "Zadejte své heslo znovu";

"Try again in %d minutes" = "Zkuste to znovu za %d minut";

"Try again in 1 minute" = "Zkuste to znovu za 1 minutu";
